Repository: pedrocarlop/WorldSearch
Catalog: Packages/AppModules/Sources/Core/Resources/Localizable.xcstrings
Source language: en
Languages: es

# word_hint.CASA
source: Building or place where people live
es: Edificio o lugar destinado a vivienda

# word_hint.CASADO
source: In a state of marriage; having a wife or a husband
es: Se dice de la persona que ha contraído matrimonio

# word_hint.CASAR
source: To enter into the conjugal or connubial state; to take a husband or a wife
es: Unir en matrimonio a dos personas o contraer matrimonio

# word_hint.CASI
source: Very close to, but not quite
es: Que por poca diferencia no es, que tiene mucha semejanza

# word_hint.CASO
source: An actual event, situation, or fact
es: Cada una de varias instancias consideradas como pertenecientes a un mismo tipo de situaciones o cosas

# word_hint.CAUSA
source: The source of, or reason for, an event or action; that which produces or effects a result
es: Origen de un evento o acción

# word_hint.CENTRAL
source: A country in Central Africa
es: Que pertenece o concierne al centro

# word_hint.CENTRO
source: Australia, British, Canada, Ireland, New Zealand, and South Africa standard spelling of center
es: El punto o línea que esta a mitad del camino entre dos extremos

# word_hint.CERCA
source: To remove or block an opening, gap or passage through
es: A pequeña distancia

# word_hint.CEREZA
source: A small fruit, usually red, black or yellow, with a smooth hard seed and a short hard stem
es: Fruto pequeño, rojo y dulce del cerezo

# word_hint.CERRAR
source: To remove or block an opening, gap or passage through
es: Colocar o modificar algo para evitar su apertura

# word_hint.CHICO
source: Boy or something small in size, depending on context
es: Niño o persona joven; también algo de tamaño pequeño

# word_hint.CHOCOLATE
source: A food made from ground roasted cocoa beans
es: Alimento hecho con la mezcla de manteca de cacao y pasta de cacao, endulzado con azúcar y en ocasiones mezclado con canela, leche o vainilla

# word_hint.CIELO
source: The atmosphere above a given point, especially as visible from the surface of the Earth as the place where the sun, moon, stars, and clouds are seen
es: Parte de la atmósfera y del espacio exterior visible desde la superficie de un cuerpo celeste

# word_hint.CINCO
source: Cardinal number equal to four plus one
es: Número cardinal equivalente a cuatro más uno

# word_hint.CIUDAD
source: A large settlement, bigger than a town; sometimes with a specific legal definition, depending on the place
es: Asentamiento de gran tamaño y actividad primariamente industrial o de servicio, antes que agrícola

# word_hint.CLARO
source: Emitting much light; visually dazzling; luminous, lucent, radiant
es: De tono cromático poco subido

# word_hint.CLASE
source: Category, type, or teaching session in a school
es: Categoría o tipo; también sesión de enseñanza

# word_hint.CLUB
source: A heavy object, often a kind of stick, intended for use as a bludgeoning weapon or a plaything
es: Asociación fundada en torno a un interés común, especialmente deportivo o social

# word_hint.COCHE
source: A waiter who serves customers sitting in parked cars
es: Carruaje con dos o, más comúnmente, cuatro ruedas, destinado al transporte de personas que pueden ir cómodamente sentadas

# word_hint.COCO
source: Coconut fruit or coconut palm, depending on context
es: Fruto del cocotero o el propio cocotero, según el contexto

# word_hint.COLOR
source: Commonwealth and Ireland standard spelling of color
es: Sensación que se produce al excitarse un fotorreceptor por acción de un rayo luminoso

# word_hint.COMENZAR
source: To start, to initiate or take the first step into something
es: Iniciar una acción

# word_hint.COMER
source: To ingest; to be ingested
es: Ingerir o tomar alimentos

# word_hint.COMIDA
source: Any solid substance that can be consumed by living organisms, especially by eating, in order to sustain life
es: Acción o efecto de comer

# word_hint.COMO
source: Interrogative adverb used to ask in what way
es: Adverbio interrogativo que pregunta de qué manera

# word_hint.COMPARTIR
source: A portion of something, especially a portion given or allotted to someone
es: Dividir algo y repartirlo

# word_hint.COMPAÑERO
source: Either of a pair of people or things that belong together
es: Individuo que acompaña o da compañía a una persona o animal

# word_hint.COMPAÑIA
source: A team; a group of people who work together professionally
es: Acto o consecuencia de acompañar o acompañarse; de estar, ser o existir junto a otro u otros

# word_hint.COMPLETAMENTE
source: In a complete manner; thoroughly
es: De modo completo, en su totalidad

# word_hint.COMPLETO
source: Whole, with all parts present and nothing missing
es: Que está entero y no le falta ninguna parte

# word_hint.COMPRAR
source: To obtain in exchange for money or goods
es: Adquirir algo mediante el intercambio de su valor en dinero

# word_hint.COMPRENDER
source: To know the meaning of; to parse or have parsed correctly; to comprehend
es: Rodear por todas partes de una cosa, tener algo dentro de sí

# word_hint.COMUN
source: An antelope, Taurotragus oryx, of the African savannah
es: Compartido por varios

# word_hint.COMUNIDAD
source: A group sharing common characteristics, such as the same language, law, religion, or tradition
es: Calidad de común y propio de todos

# word_hint.CON
source: Preposition used to indicate company, instrument, manner, or relation
es: Preposición que indica compañía, instrumento, modo o relación

# word_hint.CONDICION
source: A state or quality
es: Circunstancia necesaria e indispensable para que otra pueda ocurrir

# word_hint.CONDUCIR
source: To operate a vehicle:
es: Llevar₁, transportar₁ [algo o a alguien] de una parte a otra

# word_hint.CONMIGO
source: Spanish form meaning with me
es: Forma pronominal que expresa compañía con la primera persona

# word_hint.CONOCER
source: To perceive the truth or factuality of; to be certain of; to be certain that
es: Averiguar, por el ejercicio de las facultades intelectuales, la naturaleza, cualidades y relaciones de las cosas

# word_hint.CONSEGUIR
source: To obtain or achieve something through effort or action
es: Alcanzar lo que se desea o busca

# word_hint.CONSEJO
source: An opinion offered to guide behavior in an effort to be helpful
es: Opinión recomendada u ofrecida para ser seguida por otras personas, generalmente respecto a un curso de acción o un modo de comportamiento

# word_hint.CONSIDERAR
source: To think about seriously
es: Detenerse a pensar en un asunto, reflexionando con atención, en vistas a tomar una resolución

# word_hint.CONSTRUIR
source: To form by combining materials or parts
es: Edificar, hacer de nueva planta una obra de ingeniería, arquitectura o albañilería, como una casa o un edificio

# word_hint.CONTACTO
source: A thin lens, made of flexible or rigid plastic, that is placed directly on to the eye to correct vision, used as an alternative to spectacles, or, if coloured, to change one's eye color cosmetically
es: Acción o efecto de tocar o de tocarse

# word_hint.CONTAR
source: A noun which refers to something that can be counted
es: Enumerar un grupo de cosas pertenecientes a la misma clase

# word_hint.CONTIGO
source: Spanish form meaning with you
es: Forma pronominal que expresa compañía con la segunda persona

# word_hint.CONTINUAR
source: To proceed with; to prolong
es: Permanecer, conservar la actitud, la situación, la acción

# word_hint.CONTRA
source: Preposition indicating opposition or contact against something
es: Preposición que indica oposición, choque o contraste

# word_hint.CONTRARIO
source: Opposite; in an opposite direction; in opposition; adverse
es: Opuesto a una cosa

# word_hint.CONTROL
source: To exercise influence over; to suggest or dictate the behavior of
es: El acto o el poder de dominar, dirigir, regular, comandar, controlar

# word_hint.CORAZON
source: A muscular organ that pumps blood through the body, traditionally thought to be the seat of emotion
es: Órgano de los animales que se ocupa de bombear la sangre

# word_hint.CORRECTO
source: Free from error; true; accurate
es: Que está libre de error

# word_hint.CORRER
source: To run by moving quickly on foot
es: Desplazarse rápidamente sobre las piernas

# word_hint.CORTAR
source: To incise, to cut into the surface of something
es: Separar un objeto en dos partes mediante un cuchillo u otro objeto cortante

# word_hint.CORTE
source: To incise, to cut into the surface of something
es: Acción de cortar o de cortarse

# word_hint.CORTO
source: Having a small distance from one end or edge to another, either horizontally or vertically
es: Pequeño, especialmente en cuanto a la longitud, duración o extensión, pero también en cuanto a otra dimensión en comparación con otros de su clase o género

# word_hint.COSA
source: That which is considered to exist as a separate entity, object, quality or concept
es: Nombre con el que se puede designar un objeto real o imaginario, una abstracción o un concepto sin tener que definirlo o nombrarlo

# word_hint.COSTAR
source: To incur a charge of; to require payment of a price
es: Tener un valor en dinero

# word_hint.CREAR
source: To bring into existence;
es: Producir algo que antes no existía; generar la existencia de algo o de alguien

# word_hint.CRECER
source: To become larger, to increase in magnitude
es: De una persona o animal: hacerse más grande, sobre todo en estatura

# word_hint.CREER
source: To accept as true, particularly without absolute certainty
es: Estar persuadido de que algo es cierto

# word_hint.CRIMEN
source: A specific act committed in violation of the law, especially criminal law
es: Acción o negligencia que agravia el bienestar público o la moral o los intereses del estado y que esta legalmente prohibido

# word_hint.CUAL
source: Interrogative or relative pronoun used to ask or identify which one
es: Sustituye o indica sustantivos sobre los que se pregunta de manera directa o indirecta, generalmente para elegir a uno o a algunos de entre un grupo

# word_hint.CUANDO
source: At what time? At which time? Upon which occasion or circumstance? Used to introduce direct or indirect questions about time
es: Introduce una oración que indica el momento en el que ocurre algo

# word_hint.CUANTO
source: To what degree or extent
es: Lo que tiene cantidad o pertenece a ella

# word_hint.CUARTO
source: A fourth part of something
es: Que va inmediatamente después del tercero en una serie. Ordinal del cuatro

# word_hint.CUATRO
source: Cardinal number equal to three plus one
es: Número cardinal equivalente a tres más uno

# word_hint.CUBRIR
source: To put something over another thing to protect, hide, or close it
es: Poner algo sobre una cosa o persona, para diferentes fines como taparla, protegerla u ocultarla

# word_hint.CUERPO
source: Physical structure of a person or animal
es: Estructura física de una persona o de un animal

# word_hint.CUESTION
source: The punctuation mark "?", used at the end of a sentence to indicate a question
es: Pregunta que se hace o propone para averiguar la verdad de algo controvirtiéndolo

# word_hint.CUIDADO
source: Attention and caution to avoid harm or mistakes
es: Atención y precaución para evitar daño o errores

# word_hint.CUIDAR
source: To get into one's hands, possession, or control, with or without force
es: Proteger algo o a alguien del daño o el desgaste

# word_hint.CULPA
source: Culpability; the responsibility for a blameworthy event
es: Error cometido voluntariamente, por imprudencia o ignorancia

# word_hint.CUMPLIR
source: A turn in a vehicle carried out by driving in a semicircle in order to travel in the opposite direction
es: Llegar a tener una determinada edad

# word_hint.CUYO
source: The coastal region of West Africa between Morocco and the Congo, particularly the north shore of the Gulf of Guinea
es: Caso de genitivo del pronombre relativo, equivalente a de quien, de que o del cual

# word_hint.DAR
source: To move, shift, provide something abstract or concrete to someone or something or somewhere
es: Traspasar algo a otra persona de forma gratuita

# word_hint.DATO
source: Something known or assumed as fact, and is made the basis of reasoning or inference which an intellectual system of any sort is constructed
es: Nombre de pila de varón

# word_hint.DAÑO
source: Injury or harm; the condition or measure of something not being intact
es: Acción o efecto de dañar

# word_hint.DEBER
source: Auxiliary or main verb expressing obligation or duty
es: Estar o verse obligado de hacer algo

# word_hint.DECIR
source: To express something with words
es: Expresar algo por medio de palabras

# word_hint.DECISION
source: The act of deciding
es: Determinación, resolución, transacción de una controversia, fallo, sobre algo que se discute

# word_hint.DEDO
source: A slender jointed extremity of the human hand, exclusive of the thumb
es: Cada uno de los apéndices en que termina la mano

# word_hint.DEFENSA
source: The action of defending or protecting from attack, danger, or injury
es: Acción o efecto de proteger algo contra una ofensiva o daño

# word_hint.DEJAR
source: To have a consequence or remnant
es: Depositar o colocar una cosa en su sitio

# word_hint.DEMONIO
source: An evil supernatural being
es: En la religión Católica, diablo o ángel rebelde

# word_hint.DEMOSTRAR
source: To show how to use
es: Hacer evidente o establecer con argumentos o razonamientos

# word_hint.DENTRO
source: Adverb or preposition indicating interior location
es: Adverbio o preposición que indica el interior de algo

# word_hint.DEPARTAMENTO
source: A complete domicile occupying only part of a building, especially one for rent; a flat
es: Unidad de vivienda autónoma que, junto con otras similares, conforma un edificio o complejo de residencias

# word_hint.DEPENDER
source: To be contingent or conditioned; to have something as a necessary condition
es: Tener subordinación; estar bajo las órdenes o decisiones de una autoridad o gobierno

# word_hint.DERECHA
source: Designating the side of the body which is positioned to the east if one is facing north, the side on which the heart is not located in most humans. This arrow points to the reader's right: →
es: En el cuerpo humano, mano del lado opuesto al corazón

# word_hint.DERECHO
source: Designating the side of the body which is positioned to the east if one is facing north, the side on which the heart is not located in most humans. This arrow points to the reader's right: →
es: Lado opuesto al corazón

# word_hint.DESAPARECER
source: To stop being visible or present
es: Dejar de ser visible o dejar de estar presente

# word_hint.DESARROLLO
source: The process of developing; growth, directed change
es: Acción o efecto de desarrollar o de desarrollarse

# word_hint.DESDE
source: Used to indicate source or provenance
es: Preposición que indica el origen o inicio de una actividad, tanto en sentido locativo, como cronológico

# word_hint.DESEAR
source: To wish for or desire; to feel a need or desire for; to crave, hanker, or demand
es: Querer una cosa con mucho anhelo

# word_hint.DESEO
source: To want; to wish for earnestly
es: Atracción por algo hasta el punto de quererlo obtener o alcanzar

# word_hint.DESPEDIR
source: A chemical reaction involving the bonding of oxygen with carbon or other fuel, with the production of heat and the presence of flame or smouldering
es: Acompañar o decir adiós a alguien que se marcha

# word_hint.DESPERTAR
source: To wake up or cause someone to wake
es: Salir del sueño o hacer que alguien despierte

# word_hint.DESPUES
source: Behind; later in time; following
es: Indica que tiene lugar atrás de otro u otra

# word_hint.DESTRUIR
source: To damage beyond use or repair; to damage to the point that it effectively ceases to exist
es: Deshacer, dejar en nada algo ya hecho

# word_hint.DETENER
source: To stop movement, progress, or an action
es: Parar el movimiento, el avance o una acción

# word_hint.DETRAS
source: At or to the back or far side of
es: Que está o que ocurre en la parte posterior o en la parte que queda a espaldas de algo o alguien

# word_hint.DEVOLVER
source: To come or go back
es: Hacer que algo regrese a su estado o ubicación anterior

# word_hint.DIA
source: The time when the Sun is above the horizon and it lights the sky
es: Tiempo que tarda la Tierra en dar una vuelta alrededor de su eje, equivalente a 24 horas

# word_hint.DIEZ
source: Cardinal number equal to nine plus one
es: Número cardinal equivalente a nueve más uno

# word_hint.DIFERENCIA
source: The quality of being different
es: El estado o relación de ser diferente de no ser igual

# word_hint.DIFERENTE
source: Not equal; distinct from another thing
es: Que no es igual y presenta diferencias

# word_hint.DIFICIL
source: Hard, not easy, requiring much effort
es: Duro, costoso, complicado, no fácil, que requiere mucho trabajo o esfuerzo para poder realizarse

# word_hint.DINERO
source: A generally accepted means of exchange
es: Antigua moneda española, acuñada primero de vellón y luego de plata entre los siglos X y XVI hasta su sustitución por el maravedí

# word_hint.DIOS
source: A deity or supreme being; a supernatural, typically immortal, being with superior powers, to which personhood is attributed
es: Entidad sobrenatural dotada de poderes superiores a los del hombre, en especial aquella cuya existencia afirman las religiones monoteístas

# word_hint.DIRECCION
source: A small book for keeping other people's addresses and phone numbers
es: Conjunto de personas que tienen que dirigir por ejemplo una sociedad

# word_hint.DISCULPA
source: To forgive; to pardon; to overlook
es: Argumento con el que se intenta negar o quitar importancia a una culpa

# word_hint.DISCUTIR
source: To converse or debate concerning a particular topic
es: Expresar puntos de vista diferentes con otra persona

# word_hint.DISFRUTAR
source: To receive pleasure or satisfaction from something
es: Percibir o gozar los productos y utilidades de una cosa

# word_hint.DISTINTO
source: Not the same; exhibiting a difference
es: Que muestra diferencia

# word_hint.DOCTOR
source: Qualified medical professional who diagnoses and treats patients
es: Persona que ha recibido el grado académico más elevado que otorga una universidad o facultad

# word_hint.DOLAR
source: Official designation for currency in some parts of the world, including Canada, the United States, Australia, New Zealand, Singapore, Hong Kong, and elsewhere. Its symbol is $
es: Labrar la madera con la doladera

# word_hint.DOLOR
source: An ache or bodily suffering, or an instance of this; an unpleasant sensation, resulting from a derangement of functions, disease, or injury by violence; hurt
es: Sensación molesta y aflictiva de una parte del cuerpo por causa interior o exterior

# word_hint.DON
source: A university professor, particularly one at Oxford or Cambridge
es: Cosa cualquiera que se da de forma voluntaria y gratuita

# word_hint.DONDE
source: In, at or to what place
es: Indica el sitio de la acción o hecho

# word_hint.DORMIR
source: To rest in a state of reduced consciousness
es: Permanecer en un estado de reposo del cuerpo sin que se presenten movimientos físicos voluntarios y con un estado de consciencia reducido

# word_hint.DOS
source: A numerical value equal to 2; this many dots
es: Que consta de uno más que la unidad

# word_hint.DROGA
source: A substance used to treat an illness, relieve a symptom, or modify a chemical process in the body for a specific purpose
es: Sustancia que, ingerida o asimilada de otra manera, altera las funciones de un organismo

# word_hint.DUDA
source: To be undecided about; to lack confidence in; to disbelieve, to question
es: Acción o efecto de dudar. Dificultad para elegir entre dos o más opciones, o suspensión de tal decisión

# word_hint.DULCE
source: Having a sugary taste or pleasant flavor
es: Que tiene sabor azucarado o agradable al paladar

# word_hint.DURANTE
source: For all of a given time interval; throughout; in; pending
es: Indica el transcurso de tiempo en el que ocurre una acción

# word_hint.DURO
source: Hard, firm, and difficult to deform
es: Firme y resistente, difícil de deformar

# word_hint.ECHAR
source: To hurl; to release with some force from one’s hands, an apparatus, etc. so that it moves rapidly through the air
es: Impulsar o empujar algo hacia algún lugar

# word_hint.EDAD
source: The age at which a person is legally considered to be mature enough to engage willingly in sexual intercourse, so that it is not a crime for someone else to have sex with the person
es: Tiempo que tiene un ser vivo desde su nacimiento hasta el presente o un momento determinado

# word_hint.EDIFICIO
source: The act or process by which something is built; construction
es: Construcción cerrada hecha para albergar personas o animales, o para albergar productos, cosechas, para servir a industrias, a servicios públicos, etc

# word_hint.EFECTO
source: The result or outcome of a cause
es: Algo que es producido

# word_hint.EJEMPLO
source: Something that is representative of all such things in a group
es: Hecho u acción que demuestra y facilita el entendimiento de una idea, definición o regla

# word_hint.EJERCITO
source: A large, highly organized military force, concerned mainly with ground operations
es: Conjunto grande y organizado de soldados que combaten en común

# word_hint.ELECCION
source: A process of choosing a leader, members of parliament, councillors, or other representatives by popular vote
es: Acción o efecto de elegir

# word_hint.ELEGIR
source: To pick; to make the choice of; to select
es: Preferir una cosa o persona a otra para un fin

# word_hint.ELLA
source: The female person or animal previously mentioned or implied
es: Nominativo y preposicional del pronombre personal de la tercera persona del singular en el género femenino. Con preposición empléase también en los casos oblicuos

# word_hint.EMPEZAR
source: To start, to initiate or take the first step into something
es: Iniciar una acción

# word_hint.EMPRESA
source: A team; a group of people who work together professionally
es: Organismo compuesto por el trabajo y el capital como elementos de la producción, y ocupada en labores industriales, comerciales o de prestación de servicios, con fines de lucro

# word_hint.ENCIMA
source: Adverb meaning above or on top of something
es: Adverbio que indica posición superior o sobre otra cosa

# word_hint.ENCONTRAR
source: To make contact while in proximity
es: Hallarse de pronto una persona frente a otra, o una persona con un objeto

# word_hint.ENEMIGO
source: Someone who is hostile to, feels hatred towards, opposes the interests of, or intends injury to someone else
es: Contrario, adverso, que se muestra completamente diferente

# word_hint.ENERGIA
source: The impetus behind all motion and all activity
es: Capacidad de un cuerpo o sistema para realizar trabajo o producir cambios

# word_hint.ENFERMEDAD
source: An abnormal condition of a human, animal or plant that causes discomfort or dysfunction; distinct from injury insofar as the latter is usually instantaneously acquired
es: Condición anormal del cuerpo que: daña o corrompe las funciones normales del cuerpo, que causa incomodidad, que deteriora la salud

# word_hint.ENSALADA
source: A food made primarily of a mixture of raw or cold ingredients, typically vegetables, usually served with a dressing such as vinegar or mayonnaise
es: Plato compuesto de verduras, crudas o cocidas, y otros ingredientes, aderezados con una vinagreta u otra salsa, que se consume como entrada, guarnición o plato principal de una comida

# word_hint.ENSEÑAR
source: To pass on knowledge to
es: Ayudar o hacer a alguien aprender

# word_hint.ENTENDER
source: To know the meaning of; to parse or have parsed correctly; to comprehend
es: Captar la información o explicación; tener un concepto claro sobre algo
